Repository: rikine/DoBetter
Catalog: DoBetter/*.lproj/Localizable.strings
Languages: ru

# emailPlaceholder
source: Enter email
ru: Введите почту

# passwordPlaceholder
source: Enter password
ru: Введите пароль

# nicknamePlaceholder
source: Enter nickname
ru: Введите логин

# reenterPasswordPlaceholder
source: Enter password one more time...
ru: Введите пароль ещё раз...

# phonePlaceholder
source: Enter phone number
ru: Введите номер телефона

# SignIn.continue
source: Sign In
ru: Войти

# SignIn.signUp
source: Don't have an account yet? Sign Up
ru: Все ещё нет аккаунта? Зарегистрируйтесь

# SignIn.signWithPhone
source: Sign with phone
ru: С номером телефона

# SignIn.signWithGoogle
source: Sign with Google
ru: Через Google

# SignIn.signWithEmail
source: Sign In with email
ru: С почтой

# SignIn.title
source: Sign In
ru: Авторизация

# Sign.incorrectPassword
source: Length from 7 symbols Can contains latin letters, digits and spec symbols
ru: Длина от 7 символов Может содержать латинские буквы, цифры и спец.символы

# Sign.allFieldsRequired
source: Enter all fields
ru: Заполните все поля

# Sign.differentPasswords
source: Passwords must be the same
ru: Пароль должны быть одинаковыми

# Sign.incorrectNickName
source: Enter correct nickname
ru: Некорректный логин Не должен содержать пробелы

# Sign.incorrectEmail
source: Enter correct email
ru: Некорректная почта

# Sign.incorrectPhone
source: Enter correct phone
ru: Некорректный номер телефона

# Sign.phoneNumberExists
source: Phone already exists. Please, Sign In
ru: Телефон уже зарегистрирован. Пожалуйста, авторизуйтесь

# Sign.phoneNumberNotExists
source: Phone is not registered. Please, Sign Up
ru: Телефон ещё не зарегистрирован. Пожалуйста, зарегистрируйтесь

# Sign.nicknameExists
source: Nickname exists
ru: Логин существует, попробуйте другой

# Sign.agreement1
source: By continuing, you agree to the
ru: Продолжая, вы соглашаетесь с

# Sign.agreement2
source: Privacy Policy
ru: политикой конфиденциальности

# SignUp.continue
source: Sign Up
ru: Войти

# SignUp.signIn
source: Already have an account? Sign In
ru: Уже есть аккаунт? Авторизируйтесь

# SignUp.signWithPhone
source: Sign with phone
ru: С номером телефона

# SignUp.signWithEmail
source: Sign with email
ru: С почтой

# SignUp.title
source: Sign Up
ru: Регистрация

# PhoneCode.emptyCode
source: Code isn't entered
ru: Код не введён

# PhoneCode.sendCodeAfter1
source: Send code after seconds
ru: Отправить код через

# PhoneCode.sendCodeAfter2
source: seconds
ru: секунд

# PhoneCode.questionCode1
source: Code didn't arrive?
ru: Код не пришел?

# PhoneCode.questionCode2
source: Send again
ru: Отправить ещё раз

# PhoneCode.questionCode3
source: Please, wait
ru: Пожалуйста, подождите

# PhoneCode.codeSent
source: Code was sent
ru: Код отправлен

# PhoneCode.retry
source: Retry
ru: Повторить

# PhoneCode.send
source: Send
ru: Отправить

# PhoneCode.placeholder
source: Enter your code
ru: Введите код

# PhoneCode.title
source: Enter code
ru: Ввод кода

# PhoneCode.sendingVerification
source: Sending verification code
ru: Отправка проверочного кода

# PhoneCode.checkingVerification
source: Checking verification code
ru: Проверка кода

# PinCode.notAvailable
source: Turn on %@ in settings
ru: Включите %@ в настройках

# PinCode.passcodeNotSet
source: Passcode isn't set
ru: Пароль не задан

# PinCode.bioAuthNotEnabled
source: BioAuth isn't enabled
ru: TouchID/FaceID не включен

# PinCode.exit
source: Exit account?
ru: Выйти из аккаунта

# PinCode.exitButton
source: Exit
ru: Выйти

# PinCode.settings
source: Settings
ru: Настройки

# PinCode.tryAgain
source: Try again
ru: Повторить

# PinCode.title
source: PIN-Code
ru: PIN-Код

source: Cancel
ru: Отмена

source: Something went wrong
ru: Что-то пошло не так

# unexpectedError
source: An unexpected error occurred
ru: Произошла непредвиденная ошибка

# MyFeed.searchTaskPlaceholder
source: Search task by title
ru: Поиск задачи по названию

# MyFeed.title
source: Feed
ru: Моя лента

# MyFeed.filters
source: Filters
ru: Фильтры

# MyFeed.stopperTitle
source: Your tasks will be displayed here
ru: Ваши задачи будут отобраться здесь

# MyFeed.stopperSubtitle
source: Try to create your own task with plus button below!
ru: Попробуйте создать свою первую задачу, нажав на кнопку '+' ниже!

source: Edit
ru: Ред.

source: Done
ru: Готово

source: Save
ru: Сохранить

source: Clear
ru: Очистить

# OtherFeed.title
source: Followings feed
ru: Лента подписок

# OtherFeed.stopperTitle
source: Followings tasks will be displayed here
ru: Задачи пользователей, на которых Вы подписаны будут отображаться здесь

# OtherFeed.stopperOtherTitle
source: No tasks for user
ru: Задачи пользователя пусты

# OtherFeed.stopperSubtitle
source: Try to find and follow someone interesting with search button above!
ru: Попробуйте найти и подписаться на интересных пользователей, нажав на кнопку поиска выше!

# MyFeed.Filters.dateTo
source: Select end date of creation
ru: Выберите максимальную дату создания

# MyFeed.Filters.dateFrom
source: Select start date of creation
ru: Выберите минимальную дату создания

# MyFeed.Filters.endDateTo
source: Select end date of deadline
ru: Выберите максимальную дату дедлайна

# MyFeed.Filters.endDateFrom
source: Select start date of deadline
ru: Выберите минимальную дату дедлайна

# MyFeed.Filters.onlyInProgress
source: Only in progress tasks
ru: Только задачи в процессе

# MyFeed.Filters.onlyDone
source: Only done tasks
ru: Только готовые задачи

source: Add
ru: Добавить

source: Remove
ru: Удалить

# addSmall
source: Add
ru: Доб.

# removeSmall
source: Remove
ru: Удалить

# Profile.statisticsLabel
source: Tasks statistics
ru: Статистика задач

# Profile.statisticsPlaceholder
source: No tasks statistics provided
ru: Стастика задач ещё не загрузилась

# Profile.summaryLabel
source: Summary
ru: Описание

# Profile.summaryPlaceholder
source: No summary provided
ru: Описания ещё нет

# Profile.tasksLabel
source: Tasks
ru: Задачи

# Profile.tasksPlaceholder
source: No tasks provided
ru: Задач ещё нет

# Profile.followersLabel
source: Followers
ru: Подписчики

# Profile.followersPlaceholder
source: No followers provided
ru: Подписчиков ещё нет

# Profile.followingsLabel
source: Followings
ru: Подписки

# Profile.followingsPlaceholder
source: No followings provided
ru: Подписок ещё нет

source: All
ru: Все

# Profile.Edit.title
source: Edit Profile
ru: Редактирование

# Profile.Edit.nameInfo
source: Enter your first and last name
ru: Введите свои фамилию и имя

# Profile.Edit.nicknameInfo
source: Enter your nickname
ru: Введите логин

# Profile.Edit.descriptionInfo
source: Write something about yourself For example: 23 y.o. designer from California
ru: Напишите что-нибудь о себе Например: 23 года, дизайнер из Санкт-Петербурга

# Profile.Edit.namePlaceholder
source: Enter name
ru: Введите имя

# Profile.Edit.nicknamePlaceholder
source: Enter nickname
ru: Введите логин

# Profile.Edit.descriptionPlaceholder
source: Enter summary
ru: Введите описание

# Profile.Edit.emptyNickname
source: Nickname must be filled
ru: Логин должен быть заполнен

# SearchUsers.filterNamePlaceholder
source: Enter name or nickname
ru: Введите имя или логин

# SearchUsers.users
source: Users
ru: Пользователи

# CreateTask.titleChange
source: Change task
ru: Изменить задачу

# CreateTask.titleCreate
source: Create task
ru: Создать задачу

# CreateTask.infoColor
source: Select task color
ru: Выберите цвет

# CreateTask.infoSection
source: Select task section
ru: Выберите раздел

# CreateTask.namePlaceholder
source: Enter title
ru: Введите название

# CreateTask.nameInfo
source: Task title
ru: Название задачи

# CreateTask.descriptionPlaceholder
source: Enter task description
ru: Введите описание

# CreateTask.descriptionInfo
source: Task description
ru: Описание задачи

# CreateTask.endDate
source: Select end date
ru: Выберите дату дедлайна

# TabBar.myFeed
source: My Feed
ru: Моя лента

# TabBar.feed
source: Feed
ru: Лента

# Settings.title
source: Settings
ru: Настройки

# Settings.secure
source: Hide profile from search
ru: Скрыть профиль из поиска

# Settings.exit
source: Exit
ru: Выйти

# Settings.confirmExitTitle
source: Confirm exit
ru: Подтвердите выход

# Settings.confirmExitSubtitle
source: Are you sure you want to exit?
ru: Вы действительно хотите выйти из аккаунта?

# Settings.disableBioTitle
source: Disable bio auth authorization?
ru: Отключить FaceID/TouchID?

# Settings.disableBioSubtitle
source: It won't secure your data
ru: Это не защитит ваши данные

source: Ok
ru: Ок

# BioAuth.titleAlert
source: Enable bio auth authorization
ru: Включить FaceID/TouchID?

# BioAuth.subtitleAlert
source: It will secure your data
ru: Это защитит ваши данные

# BioAuth.kTouchIdAuthenticationReason
source: Confirm your fingerprint to authenticate.
ru: Подтвердите отпечатком для авторизации

# BioAuth.kTouchIdPasscodeAuthenticationReason
source: ouch ID is locked now, because of too many failed attempts. Enter passcode to unlock Touch ID.
ru: TouchID заблокирован, потому что использовано слишком много попыток. Введите пароль, чтобы разблокировать TouchID

# BioAuth.kSetPasscodeToUseTouchID
source: Please set device passcode to use Touch ID for authentication.
ru: Установите пароль устройства, чтобы использовать TouchID

# BioAuth.kNoFingerprintEnrolled
source: There are no fingerprints enrolled in the device. Please go to Device Settings -> Touch ID and Passcode and enroll your fingerprints.
ru: Нет доступных отпечатков на устройстве. Пожалуйста, добавьте отпечатки в настройках

# BioAuth.kDefaultTouchIDAuthenticationFailedReason
source: Touch ID does not recognize your fingerprint. Please try again with your enrolled fingerprint.
ru: TouchID не распознал ваш отпечаток. Пожалуйста, повторите попытку

# BioAuth.kFaceIdAuthenticationReason
source: Confirm your face to authenticate.
ru: Подтвердите лицо для авторизации

# BioAuth.kFaceIdPasscodeAuthenticationReason
source: Face ID is locked now, because of too many failed attempts. Enter passcode to unlock Face ID.
ru: FaceID заблокирован, потому что использовано слишком много попыток. Введите пароль, чтобы разблокировать FaceID

# BioAuth.kSetPasscodeToUseFaceID
source: Please set device passcode to use Face ID for authentication.
ru: Установите пароль устройства, чтобы использовать FaceID

# BioAuth.kNoFaceIdentityEnrolled
source: There are no face enrolled in the device. Please go to Device Settings -> Face ID and Passcode and enroll your face.
ru: Нет доступных лиц на устройстве. Пожалуйста, добавьте лица в настройках

# BioAuth.kDefaultFaceIDAuthenticationFailedReason
source: Face ID does not recognize your face. Please try again with your enrolled face.
ru: TouchID не распознал ваше лицо. Пожалуйста, повторите попытку

# Statistics.inProgress
source: In progress
ru: В процессе

# Statistics.expired
source: Expired
ru: Просрочено

# Statistics.done
source: Done
ru: Готово

# Statistics.total
source: Total
ru: Всего

# Task.Section.none
source: none
ru: отсутствует

# Task.Section.home
source: home
ru: дом

# Task.Section.work
source: work
ru: работа

# Task.Section.business
source: business
ru: бизнес

# Task.Section.study
source: study
ru: учёба

# Task.Section.friends
source: friends
ru: друзья

# Task.Section.family
source: family
ru: семья

# imageUpload
source: Upload image
ru: Загрузить фото

source: Delete image
ru: Удалить фото

# Task.title
source: Task
ru: Задача

# Task.done
source: Done
ru: Готова

# Task.inProgress
source: In Progress
ru: В процессе

# Task.new
source: New
ru: Новая

# Task.setAsDone
source: Set as Done
ru: Отметить как Готовую

# Task.setAsNew
source: Set as New
ru: Отметить как Новую

# Task.setAsInProgress
source: Set In Progress
ru: Отметить как В Процессе

# Task.description
source: Description
ru: Описание

# Task.createdAt
source: Created At
ru: Создана В

# Task.creator
source: Creator
ru: Создатель

# Task.timeLeft
source: Time Left
ru: Осталось

# Task.noDeadline
source: No Deadline
ru: Беcсрочно

# Task.moreThanDay
source: Over Day
ru: Больше Дня

# Task.expired
source: Expired
ru: Просрочена

# SearchHiddenUser.title
source: Search hidden user
ru: Поиск скрытого пользователя

# SearchHiddenUser.find
source: Search
ru: Найти

# Firebase.captchaCheckFailed
source: Captcha check failed
ru: Каптча не пройдена

# Firebase.emailAlreadyInUse
source: Email is already in use. Try another one
ru: Email уже используется. Попробуйте другой

# Firebase.userDisabled
source: User is disabled
ru: Пользователь отключён

# Firebase.operationNotAllowed
source: Operation not allowed
ru: Операция запрещена

# Firebase.invalidEmail
source: Incorrect email
ru: Неправильная почта

# Firebase.wrongPassword
source: Wrong password
ru: Неправильный пароль

# Firebase.userNotFound
source: User not found. Try to sign up!
ru: Пользователь не найден. Попробуйте зарегистрироваться!

# Firebase.networkError
source: Some problems with network connection
ru: Проблемы с подключением к интернету

# Firebase.missingEmail
source: Email wasn't found
ru: Почта не найдена

# Firebase.internalError
source: Internal server error
ru: Внутренняя ошибка сервера

# Firebase.invalidCustomToken
source: Incorrect user token
ru: Ошибка токена

# Firebase.tooManyRequests
source: Too many requests. Try again later
ru: Слишком много запросов. Попробуйте позже

# Firebase.invalidPhoneNumber
source: Invalid phone number
ru: Неправильный номер телефона

# Firebase.invalidVerificationCode
source: Invalid verification code
ru: Неправильный код подтверждения

# Firebase.quotaExceeded
source: Limit reached. Try again tomorrow
ru: Лимит достигнут. Попробуйте завтра

# Firebase.noUser
source: No user was found. Please, sign in
ru: Пожалуйста, войдите

# Firebase.invalidVerificationID
source: VerificationID was lost. Please, try again
ru: Код верификации потерян. Пожалуйста, попробуйте ещё раз

# Firebase.cliendIDNotFound
source: Please, try again
ru: Пожалуйста, попробуйте ещё раз
